export const ans1HTML = `<p>
  當然可以，即使你不懂任何電腦程式語言，你仍然可以自行架設網站。現在有許多工具和平台可以幫助你輕鬆建立網站，例如：<br><br>

  WordPress：這是一個免費的內容管理系統，提供了大量的免費和付費主題和外掛，可以讓你自行定制網站。網頁編輯器：這類工具可以幫助你通過拖放元素來建立網站 (頁面和文章)，不需要任何程式語言知識。<br><br>

  整體來說，即使你不懂電腦程式語言，你仍然可以自行架設網站。選擇使用合適的工具和平台，也可以輕輕鬆鬆架設出一個專業的網站。
</p>`;

export const ans2HTML = `<p>
  自行架設網站並不一定需要花很多錢。你可以使用免費的軟體和工具來建立網站，例如 WordPress 内容管理系统 (CMS) 和免費的主題和外掛。<br><br>

  當然，如果你想要更多的功能和定制選項，你可能需要購買付費的主題和外掛。可以根據你的業務需求和預算，來選擇是否使用它們。<br><br>

  在架設網站的過程中，你需要購買(租用) 域名和主機。域名大約要花費 $10-15 美元/每年，而主機的價格則因廠商而異。通常，基本主機套餐的價格大約在 $5-10 美元/每月。<br><br>

  整體來說，相較於請網路公司架設網站，自行架設網站會比較經濟實惠，你可以根據自己的預算和需求選擇合適的軟體和工具。
</p>`;

export const ans3HTML = `<p>
你需要購買 (租用) 一個域名和主機，並安裝 WordPress 内容管理系统。然後，你可以選擇使用免費或付費的主題和外掛來自行客製化你的網站。<br><br>

請不用擔心，跟著我們的教學步驟一步一步學習，很快你就可以擁有自己的 WordPress 網站了！
</p>`;

export const ans4HTML = `<p>
不要再浪費時間自行摸索了，我們的網站主要專注於幫助新手學習如何架設自己的 WordPress 網站。<br><br>

我們已經幫你篩選好必要的、經濟實惠的平台和外掛工具，並且提供了實用且易於理解的免費教學，幫助你在最短的時間內學會如何建立並管理自己的網站。<br><br>

如果你是 WordPress 的新手，或者正在尋找一個可靠的資源來幫助您學習如何架設自己的網站，那麼恭喜你來到了正確的地方。<br><br>

請跟著我們的教學步驟一步一步學習，很快你就可以擁有自己的 WordPress 網站了！
</p>`;